IDENTIFICATION DIVISION.
PROGRAM-ID. DisplayMessage.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 MESSAGE PIC X(80) VALUE "Madre mía, cómo me gusta la asignatura de ENTORNOS DE DESARROLLO 😊".
PROCEDURE DIVISION.
    DISPLAY MESSAGE.
    STOP RUN.
